Repository: Axa-Ru/wallpapoz
Catalog: share/locale/*/LC_MESSAGES/wallpapoz.po
Languages: pt

source: Add Wallpapers (Files)
pt: Añadir Wallpapers (Archivos)

source: Add Wallpapers (Directory)
pt: Adicionar Wallpapers (Pastas)

source: Cut
pt: Cortar

source: Copy
pt: Copiar

source: Paste
pt: Colar

source: Rename Workspace
pt: Renomear Ambiente de trabalho

source: Change Wallpaper
pt: Mudar Wallpaper

source: Delete Wallpapers
pt: Eliminar Wallpapers

source: Move Up
pt: Subir

source: Move Down
pt: Descer

source: Please make your selections only in one workspace so Wallpapoz knows where to add wallpapers.
pt: Por favor faça as suas escolhas num único ambiente de trabalho de forma a que Wallpapoz saiba donde adinionar wallpapers

source: Please make your selections in one workspace so Wallpapoz knows where to paste wallpapers.
pt: Por favor haga sfaça as suas escolhas num único ambiente de trabalho de forma a que Wallpapoz saiba donde buscar os seus wallpapers

source: You can not cut workspace.
pt: Não pode cortar o ambiente de trabalho

source: You can not copy workspace.
pt: Não pode copiar o ambiente de trabalho

source: You can not delete workspace.
pt: Não pode eliminar o ambiente de trabalho

source: You can not move parent nodes and child nodes at the same time.
pt: Não pode mover nós paternais e nós descendentes ao mesmo tempo

source: You can not move a discontiguous tree selection.
pt: Não pode mover uma selecção de arvore descontígua.

source: You can change one wallpaper only at a time.
pt: Só pode mudar um wallpaper de cada vez.

source: Choose Wallpaper
pt: Escolher Wallpaper

source: Choose Wallpapers
pt: Escolher Wallpapers

source: Change
pt: Mudar

source: Add wallpapers
pt: Adicionar Wallpapers

source: Images
pt: Imagens

source: All files
pt: Todos os ficheiros

source: Workspace
pt: Ambiente de trabalho

source: No.
pt: Não

source: Every workspace must have at least one wallpaper.
pt: Cada ambiente de trabalho deve ter pelo menos um Wallpaper.

source: You can not delete all wallpapers.
pt: Não pode eliminar todos os Wallpapers.

source: You must choose only image file.
pt: Deve escolher somente ficheiros de imagens.

source: No configuration file. Use default configuration.
pt: Não ha ficheiro de configuração. Utilize a configuração por defeito.

source: The configuration file is corrupted. Remove it then create a new one again with Wallpapoz!
pt: O ficheiro de configuração esta corrompido. Elimine-o e crie um novo com Wallpapoz!

source: rename this
pt: renomeie isto

source: _File
pt: _Ficheiro

source: Add Wallpapers (_Files)
pt: Adicionar Wallpapers (_Ficheiros)

source: Add Wallpapers (_Directory)
pt: Adicionar Wallpapers (_Pastas)

source: Save to the Configuration File
pt: Guardar o ficheiro de configuração

source: _Save
pt: _Guardar

source: Quit
pt: Sair

source: _Edit
pt: _Editar

source: Cut Wallpapers
pt: Cortar Wallpaper

source: Copy Wallpapers
pt: Copiar Wallpaper

source: Paste Wallpapers
pt: Colar Wallpaper

source: _Rename Workspace
pt: Renomear Ambiente de Trabaho

source: C_hange Wallpaper
pt: M_udar Wallpaper

source: _Delete Wallpapers
pt: _Eliminar Wallpaper

source: Move _Up
pt: Subir_

source: Move D_own
pt: Baixar_

source: Manage Preferences of Wallpapoz
pt: Gerir as preferencias do Wallpapoz

source: Prefere_nces
pt: Prefere_ncias

source: Run the Daemon
pt: Execute el Daemon

source: _Restart
pt: _Reiniciar

source: Stop the Daemon
pt: Pare o Daemon

source: _Stop
pt: _Parar

source: _Help
pt: _Ajuda

source: Show Help
pt: Demostrar Ajuda

source: _Contents
pt: _Conteúdo

source: About the Author
pt: Acerca do autor

source: _About
pt: _Acerca de

source: Add Wallpapers:
pt: Adicionar Wallpapers:

source: Add Files
pt: Adicionar Ficheiros

source: Add Directory
pt: Adicionar Pastas

source: Restart Daemon
pt: Reiniciar Daemon

source: Restart
pt: Reiniciar

source: Stop Daemon
pt: Pare o Daemon

source: Stop
pt: Parar

source: Preferences
pt: Preferencias

source: Save the Configuration File
pt: Guardar o ficheiro de configuração

source: Save
pt: Guardar

source: Gnome Desktop Wallpapers Configuration Tool
pt: Ferramenta Para Configurar Gnome Desktop Wallpapers

source: Wallpapoz Website
pt: Site Web do Wallpapoz

source: translator-credits
pt: Rui Dantas <ruicdantas@gmail.com>

source: Choose Directory
pt: Escolher Pasta

source: recursive
pt: Recurrente

source: Preferences Dialog
pt: Diálogo de Preferencias

source: Change desktop wallpaper after
pt: Mudar o wallpaper do Âmbiente de Trabaho depois de

source: minutes
pt: minutos

source: Pick wallpaper in random order
pt: Seleccionar wallpaper de forma aleatória

source: Change desktop wallpaper when changing workspace
pt: Mudar o wallpaper do Âmbiente de Trabaho ao Mudar o Âmbiente de Trabaho

source: Style:
pt: Estilo:

source: Centered Fill Screen Scaled Zoom Tiled
pt: Centrado Preencher ecrã Escalonado Ampliação Mosiaco

source: This script installs or uninstalls Wallpapoz on your system. If you encounter any bugs, please report them to akbarhome@gmail.com. -------------------------------------------------------------------------------- Usage: ./setup.py install --- Install to /usr/local ./setup.py uninstall --- Uninstall from /usr/local -------------------------------------------------------------------------------- Options: --installdir <directory> --- Install or uninstall in <directory> instead of /usr/local
pt: Este script instala ou desintala o Wallpapoz no teu sistema Se encontrar algum problema, por favor, divulgue-o a akbarhome@gmail.com. -------------------------------------------------------------------------------- Utilização: ./setup.py install --- Instalar em /usr/local ./setup.py uninstall --- Remover de /usr/local -------------------------------------------------------------------------------- Opções: --installdir <directory> --- Instalar em <directory> em vez de /usr/local

source: Installed
pt: Instalado

source: Error while installing
pt: Ocorreu um erro durante a instalação

source: Removed
pt: Removido

source: Error while removing
pt: Ocorreu um erro enquanto se desintalava

source: Checking dependencies...
pt: Verificção de dependencias

source: Required dependencies:
pt: Dependencias necessárias:

source: Not found
pt: Não encontrado

source: Could not find all required dependencies!
pt: Nãoo foi possível encontrar todas as dependencias necessárias!

source: Please install them and try again.
pt: Instale-os por favor e tente outra vez.

source: Gnome Python is not found. Wallpapoz still could be used and it has been installed.
pt: O Gnome Python não foi encontrado. Contudo o Wallpapoz poderia ser utilizado e foi instalado.

source: But it means you can not access help documentation in your native language if it is available.
pt: Significa que não pode ter aceso à documentação da ajuda na sua lingua materna se não estiver disponivel.

source: *** Error:
pt: *** Erro:

source: does not exist.
pt: não existe.

source: Installing Wallpapoz in
pt: A instalar o Wallpapoz em

source: Uninstalling Wallpapoz from
pt: Removendo o Wallpapaoz de

source: There might still be files in ~/.wallpapoz/ left on your system. Please remove that directory manually if you do not plan to install Wallpapoz again later.
pt: É posivel que ainda existam ficheiros em ~/.wallpapoz/ no seu sistema. Por favor elimine essa pasta manualmente se não intenciona reinstalar Wallpapoz outra ves.
